Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is the most important thing for us to plan for our future?
de: Was ist das Wichtigste, was wir für unsere Zukunft planen sollten?
es: ¿Qué es lo más importante que debemos planificar para nuestro futuro?
fr: Quelle est la chose la plus importante que nous devons planifier pour notre avenir ?
it: Qual è la cosa più importante che dovremmo pianificare per il nostro futuro?
ja: 私たちの将来のために計画すべき最も重要なことは何ですか？
ko: 우리의 미래를 위해 계획해야 할 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste for oss å planlegge for fremtiden vår?
nl: Wat is het belangrijkste voor ons om te plannen voor onze toekomst?
pl: Co jest najważniejsze dla nas, aby zaplanować na przyszłość?
pt_br: Qual é a coisa mais importante para planejarmos para o nosso futuro?
sv: Vad är det viktigaste för oss att planera för vår framtid?
uk: Що найважливіше нам спланувати для нашого майбутнього?
zh_hans: 对我们未来来说，最重要的事情是什么？

source: What is the most important thing for us to work on together?
de: Worauf sollten wir gemeinsam am meisten hinarbeiten?
es: ¿Qué es lo más importante en lo que debemos trabajar juntos?
fr: Quelle est la chose la plus importante sur laquelle nous devons travailler ensemble ?
it: Qual è la cosa più importante su cui lavorare insieme?
ja: 私たちが一緒に取り組むべき最も重要なことは何ですか？
ko: 우리가 함께 노력해야 할 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste for oss å jobbe med sammen?
nl: Wat is het belangrijkste voor ons om samen aan te werken?
pl: Co jest najważniejsze, nad czym powinniśmy wspólnie pracować?
pt_br: Qual é a coisa mais importante para trabalharmos juntos?
sv: Vad är det viktigaste för oss att arbeta med tillsammans?
uk: Над чим найважливіше нам працювати разом?
zh_hans: 对我们来说，一起努力最重要的事情是什么？

source: What is the most important thing you’ve learned from a failure?
de: Was ist das Wichtigste, das du aus einem Misserfolg gelernt hast?
es: ¿Qué es lo más importante que has aprendido de un fracaso?
fr: Quelle est la chose la plus importante que vous ayez apprise d'un échec ?
it: Qual è la cosa più importante che hai imparato da un fallimento?
ja: 失敗から学んだ最も重要なことは何ですか？
ko: 실패에서 배운 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste du har lært av en fiasko?
nl: Wat is het belangrijkste dat je hebt geleerd van een mislukking?
pl: Co najważniejszego nauczyłeś się z porażki?
pt_br: Qual é a coisa mais importante que você aprendeu com um fracasso?
sv: Vad är det viktigaste du har lärt dig av ett misslyckande?
uk: Що найважливішого ви дізналися з невдачі?
zh_hans: 你从失败中学到的最重要的一课是什么？

source: What is the most interesting person you’ve met on a trip?
de: Wer ist der interessanteste Mensch, den du auf einer Reise getroffen hast?
es: ¿Quién es la persona más interesante que has conocido en un viaje?
fr: Quelle est la personne la plus intéressante que tu aies rencontrée lors d'un voyage ?
it: Qual è la persona più interessante che hai incontrato durante un viaggio?
ja: 旅行中に出会った中で一番面白い人は誰ですか？
ko: 여행 중 만난 가장 흥미로운 사람은 누구인가요?
nb: Hvem er den mest interessante personen du har møtt på en tur?
nl: Wie is de meest interessante persoon die je op een reis hebt ontmoet?
pl: Kim jest najciekawsza osoba, którą poznałeś podczas podróży?
pt_br: Qual é a pessoa mais interessante que você já conheceu em uma viagem?
sv: Vem är den mest intressanta personen du har träffat på en resa?
uk: Хто найцікавіша людина, яку ви зустріли в подорожі?
zh_hans: 你在旅途中遇到的最有趣的人是谁？

source: What is the most overrated tourist destination?
de: Was ist das überbewertetste Touristenziel?
es: ¿Cuál es el destino turístico más sobrevalorado?
fr: Quelle est la destination touristique la plus surestimée ?
it: Qual è la destinazione turistica più sopravvalutata?
ja: 最も過大評価されている観光地はどこですか？
ko: 가장 과대평가된 관광지는 어디인가요?
nb: Hva er det mest overvurderte turistmålet?
nl: Wat is de meest overschatte toeristische bestemming?
pl: Jakie jest najbardziej przereklamowane miejsce turystyczne?
pt_br: Qual é o destino turístico mais superestimado?
sv: Vilken är den mest överskattade turistdestinationen?
uk: Який найбільш переоцінений туристичний напрямок?
zh_hans: 最被高估的旅游目的地是哪里？

source: What is the most profound experience you’ve ever had?
de: Was war die tiefgründigste Erfahrung, die du je gemacht hast?
es: ¿Cuál es la experiencia más profunda que has tenido?
fr: Quelle est l'expérience la plus profonde que vous ayez jamais vécue ?
it: Qual è l'esperienza più profonda che tu abbia mai avuto?
ja: あなたが経験した中で最も深遠な体験は何ですか？
ko: 당신이 경험한 가장 심오한 경험은 무엇인가요?
nb: Hva er den mest dyptgripende opplevelsen du noen gang har hatt?
nl: Wat is de meest diepgaande ervaring die je ooit hebt gehad?
pl: Jakie jest twoje najbardziej głębokie doświadczenie?
pt_br: Qual é a experiência mais profunda que você já teve?
sv: Vad är den mest djupgående upplevelse du någonsin haft?
uk: Який найглибший досвід ви коли-небудь мали?
zh_hans: 你经历过的最深刻的体验是什么？

source: What is the most rewarding thing you’ve ever done?
de: Was ist die lohnendste Sache, die du je getan hast?
es: ¿Qué es lo más gratificante que has hecho?
fr: Quelle est la chose la plus gratifiante que tu aies jamais faite ?
it: Qual è la cosa più gratificante che tu abbia mai fatto?
ja: 今までで最もやりがいを感じたことは何ですか？
ko: 가장 보람찼던 일은 무엇인가요?
nb: Hva er den mest givende tingen du noen gang har gjort?
nl: Wat is de meest lonende ervaring die je ooit hebt gehad?
pl: Jaka jest najbardziej satysfakcjonująca rzecz, jaką kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais gratificante que você já fez?
sv: Vad är det mest givande du någonsin har gjort?
uk: Що найбільш винагороджувальне ви коли-небудь робили?
zh_hans: 你做过的最有意义的事情是什么？

source: What is the most romantic movie you’ve ever seen?
de: Was ist der romantischste Film, den du je gesehen hast?
es: ¿Cuál es la película más romántica que has visto?
fr: Quel est le film le plus romantique que tu aies jamais vu ?
it: Qual è il film più romantico che tu abbia mai visto?
ja: 今まで見た中で最もロマンチックな映画は何ですか？
ko: 본 적 있는 영화 중 가장 로맨틱한 영화는 무엇인가요?
nb: Hva er den mest romantiske filmen du noen gang har sett?
nl: Wat is de meest romantische film die je ooit hebt gezien?
pl: Jaki jest najbardziej romantyczny film, jaki kiedykolwiek widziałeś?
pt_br: Qual é o filme mais romântico que você já viu?
sv: Vad är den mest romantiska filmen du någonsin har sett?
uk: Який найромантичніший фільм ви коли-небудь бачили?
zh_hans: 你看过的最浪漫的电影是什么？

source: What is the most romantic place you’ve ever been?
de: Was ist der romantischste Ort, an dem du je warst?
es: ¿Cuál es el lugar más romántico en el que has estado?
fr: Quel est l'endroit le plus romantique où tu sois jamais allé ?
it: Qual è il posto più romantico in cui sei mai stato?
ja: 今まで行った中で最もロマンチックな場所はどこですか？
ko: 가장 낭만적이었던 장소는 어디인가요?
nb: Hva er det mest romantiske stedet du noen gang har vært?
nl: Wat is de meest romantische plek waar je ooit bent geweest?
pl: Jakie jest najbardziej romantyczne miejsce, w którym byłeś?
pt_br: Qual é o lugar mais romântico que você já visitou?
sv: Vilken är den mest romantiska plats du någonsin har varit på?
uk: Яке найромантичніше місце ви відвідували?
zh_hans: 你去过的最浪漫的地方是哪里？

source: What is the most romantic thing someone has ever done for you?
de: Was ist das Romantischste, was jemals jemand für dich getan hat?
es: ¿Cuál es la cosa más romántica que alguien ha hecho por ti?
fr: Quelle est la chose la plus romantique que quelqu'un ait jamais faite pour toi ?
it: Qual è la cosa più romantica che qualcuno abbia mai fatto per te?
ja: 誰かがあなたにしてくれた最もロマンチックなことは何ですか？
ko: 누군가가 당신을 위해 해준 가장 로맨틱한 일은 무엇인가요?
nb: Hva er det mest romantiske noen noen gang har gjort for deg?
nl: Wat is het meest romantische wat iemand ooit voor je heeft gedaan?
pl: Co jest najbardziej romantyczną rzeczą, jaką ktoś kiedykolwiek dla ciebie zrobił?
pt_br: Qual é a coisa mais romântica que alguém já fez por você?
sv: Vad är det mest romantiska någon någonsin har gjort för dig?
uk: Що найромантичнішого хтось робив для вас?
zh_hans: 别人为你做过最浪漫的事是什么？

source: What is the most significant historical event in your lifetime?
de: Was war das bedeutendste historische Ereignis in deinem Leben?
es: ¿Cuál es el evento histórico más significativo de tu vida?
fr: Quel est l'événement historique le plus marquant de votre vie ?
it: Qual è l'evento storico più significativo della tua vita?
ja: あなたの生涯で最も重要な歴史的出来事は何ですか？
ko: 당신의 일생에서 가장 중요한 역사적 사건은 무엇인가요?
nb: Hva er den mest betydningsfulle historiske hendelsen i din levetid?
nl: Wat is de meest significante historische gebeurtenis in jouw levensloop?
pl: Jakie jest najważniejsze wydarzenie historyczne w twoim życiu?
pt_br: Qual é o evento histórico mais significativo em sua vida?
sv: Vilken är den mest betydelsefulla historiska händelsen under din livstid?
uk: Яка найважливіша історична подія у вашому житті?
zh_hans: 你一生中最重要的历史事件是什么？

source: What is the most thoughtful gift I’ve given you?
de: Was ist das durchdachteste Geschenk, das ich dir je gemacht habe?
es: ¿Cuál es el regalo más atento que te he dado?
fr: Quel est le cadeau le plus attentionné que je t'aie offert ?
it: Qual è il regalo più premuroso che ti ho fatto?
ja: 私があなたに贈った最も思いやりのある贈り物は何ですか？
ko: 내가 당신에게 준 가장 신경 쓴 선물은 무엇인가요?
nb: Hva er den mest omtenksomme gaven jeg har gitt deg?
nl: Wat is het meest attente cadeau dat ik je ooit heb gegeven?
pl: Jaki jest najbardziej przemyślany prezent, jaki ci dałem?
pt_br: Qual é o presente mais atencioso que eu já te dei?
sv: Vad är den mest omtänksamma presenten jag har gett dig?
uk: Який найбільш продуманий подарунок я вам подарував?
zh_hans: 我送给你的最有心思的礼物是什么？

source: What is the most unique hotel or Airbnb you’ve stayed in?
de: Was ist das einzigartigste Hotel oder Airbnb, in dem du übernachtet hast?
es: ¿Cuál es el hotel o Airbnb más único en el que te has alojado?
fr: Quel est l'hôtel ou Airbnb le plus unique dans lequel tu as séjourné ?
it: Qual è l'hotel o Airbnb più unico in cui hai soggiornato?
ja: 今まで泊まった中で最もユニークなホテルやAirbnbは何ですか？
ko: 묵어본 곳 중 가장 독특한 호텔이나 에어비앤비는 어디인가요?
nb: Hva er det mest unike hotellet eller Airbnb-en du har bodd på?
nl: Wat is de meest unieke hotel of Airbnb waar je ooit hebt verbleven?
pl: Jaki jest najbardziej unikalny hotel lub Airbnb, w którym się zatrzymałeś?
pt_br: Qual é o hotel ou Airbnb mais único em que você já ficou?
sv: Vilken är den mest unika hotell eller Airbnb du har bott på?
uk: Який найунікальніший готель чи Airbnb ви мали?
zh_hans: 你住过的最独特的酒店或Airbnb是什么？

source: What is the most unusual place you’ve ever fallen asleep?
de: Was ist der ungewöhnlichste Ort, an dem du jemals eingeschlafen bist?
es: ¿Cuál es el lugar más inusual donde te has quedado dormido?
fr: Quel est l'endroit le plus inhabituel où tu t'es endormi ?
it: Qual è il posto più insolito in cui ti sei mai addormentato?
ja: 今まで眠ってしまった中で一番変わった場所はどこですか？
ko: 잠들었던 장소 중 가장 특이한 곳은 어디인가요?
nb: Hva er det mest uvanlige stedet du noen gang har sovnet?
nl: Wat is de meest ongebruikelijke plek waar je ooit in slaap bent gevallen?
pl: Jakie jest najbardziej niezwykłe miejsce, w którym kiedykolwiek zasnąłeś?
pt_br: Qual é o lugar mais incomum onde você já dormiu?
sv: Vad är den mest ovanliga platsen du någonsin har somnat på?
uk: Яке найнезвичайніше місце, де ви коли-небудь засинали?
zh_hans: 你睡着过的最不寻常的地方是哪里？

source: What is the most used app on your phone?
de: Was ist die am meisten genutzte App auf deinem Handy?
es: ¿Cuál es la aplicación más utilizada en tu teléfono?
fr: Quelle est l'application la plus utilisée sur votre téléphone ?
it: Qual è l'app più utilizzata sul tuo telefono?
ja: スマホで一番使っているアプリは何ですか？
ko: 휴대폰에서 가장 많이 사용하는 앱은 무엇인가요?
nb: Hva er den mest brukte appen på telefonen din?
nl: Wat is de meest gebruikte app op je telefoon?
pl: Jaka jest najczęściej używana aplikacja na twoim telefonie?
pt_br: Qual é o aplicativo mais usado no seu telefone?
sv: Vilken är den mest använda appen på din telefon?
uk: Який додаток найчастіше використовується на вашому телефоні?
zh_hans: 你手机上最常用的应用程序是什么？

source: What is the most useless thing you own that you can’t throw away?
de: Was ist das nutzloseste Ding, das du besitzt und nicht wegwerfen kannst?
es: ¿Qué es lo más inútil que posees y que no puedes tirar?
fr: Quelle est la chose la plus inutile que tu possèdes et que tu ne peux pas jeter ?
it: Qual è la cosa più inutile che possiedi e che non riesci a buttare via?
ja: 捨てられない所有物の中で一番役に立たないものは何ですか？
ko: 버리지 못하는 소지품 중 가장 쓸모없는 것은 무엇인가요?
nb: Hva er den mest ubrukelige tingen du eier som du ikke kan kaste?
nl: Wat is het meest nutteloze dat je bezit en niet weg kunt gooien?
pl: Jaka jest najbardziej bezużyteczna rzecz, którą posiadasz i nie możesz się jej pozbyć?
pt_br: Qual é a coisa mais inútil que você possui e não consegue jogar fora?
sv: Vad är det mest värdelösa du äger som du inte kan slänga?
uk: Яка найбільш марна річ, яка у вас є, і яку ви не можете викинути?
zh_hans: 你拥有的最没用但又扔不掉的东西是什么？

source: What is the next country on your list?
de: Was ist das nächste Land auf deiner Liste?
es: ¿Cuál es el próximo país en tu lista?
fr: Quel est le prochain pays sur ta liste ?
it: Qual è il prossimo paese nella tua lista?
ja: あなたのリストの次の国はどこですか？
ko: 여행 리스트에 있는 다음 나라는 어디인가요?
nb: Hva er det neste landet på listen din?
nl: Wat is het volgende land op jouw lijst?
pl: Jaki jest następny kraj na twojej liście?
pt_br: Qual é o próximo país na sua lista?
sv: Vilket är nästa land på din lista?
uk: Яка наступна країна у вашому списку?
zh_hans: 你清单上的下一个国家是哪里？

source: What is the one place you MUST visit before you die?
de: Was ist der eine Ort, den du unbedingt vor deinem Tod besuchen musst?
es: ¿Cuál es el lugar que DEBES visitar antes de morir?
fr: Quel est l'endroit que tu DOIS visiter avant de mourir ?
it: Qual è il posto che DEVI visitare prima di morire?
ja: 死ぬ前に必ず訪れなければならない場所はどこですか？
ko: 죽기 전에 꼭 가봐야 할 곳은 어디인가요?
nb: Hva er det ene stedet du MÅ besøke før du dør?
nl: Wat is de ene plek die je MOET bezoeken voordat je sterft?
pl: Jakie jest jedno miejsce, które MUSISZ odwiedzić przed śmiercią?
pt_br: Qual é o lugar que você DEVE visitar antes de morrer?
sv: Vilken är den plats du MÅSTE besöka innan du dör?
uk: Яке місце ви ПОВИННІ відвідати перед смертю?
zh_hans: 你死前必须去的一个地方是哪里？

source: What is the one thing you always overpack?
de: Was ist die eine Sache, die du immer zu viel einpackst?
es: ¿Qué es lo que siempre empacas de más?
fr: Quelle est la chose que tu emportes toujours en trop ?
it: Qual è la cosa che porti sempre in eccesso?
ja: いつも詰め込みすぎてしまうものは何ですか？
ko: 항상 과하게 챙기는 것은 무엇인가요?
nb: Hva er det ene du alltid overpakker?
nl: Wat is het ene dat je altijd te veel inpakt?
pl: Co zawsze pakujesz w nadmiarze?
pt_br: Qual é a única coisa que você sempre leva em excesso?
sv: Vad är det du alltid överpackar?
uk: Що ви завжди берете в надлишку?
zh_hans: 你总是会带多的一件东西是什么？

source: What is the one thing you MUST have in your carry-on?
de: Was ist die eine Sache, die du UNBEDINGT im Handgepäck haben musst?
es: ¿Qué es lo que DEBES tener en tu equipaje de mano?
fr: Quelle est la chose que tu DOIS avoir dans ton bagage à main ?
it: Qual è la cosa che DEVI assolutamente avere nel bagaglio a mano?
ja: 機内持ち込み手荷物に絶対に入れなければならないものは何ですか？
ko: 기내 수하물에 반드시 넣어야 하는 것은 무엇인가요?
nb: Hva er det ene du MÅ ha i håndbagasjen?
nl: Wat is het enige dat je MOET hebben in je handbagage?
pl: Co MUSISZ mieć w bagażu podręcznym?
pt_br: Qual é a única coisa que você PRECISA ter na sua bagagem de mão?
sv: Vad är det du MÅSTE ha i ditt handbagage?
uk: Що ви ПОВИННІ мати в ручній поклажі?
zh_hans: 你的随身行李里必须带的一件东西是什么？

source: What is the purpose of art?
de: Was ist der Zweck von Kunst?
es: ¿Cuál es el propósito del arte?
fr: Quel est le but de l'art ?
it: Qual è lo scopo dell'arte?
ja: アートの目的は何ですか？
ko: 예술의 목적은 무엇인가요?
nb: Hva er hensikten med kunst?
nl: Wat is het doel van kunst?
pl: Jaki jest cel sztuki?
pt_br: Qual é o propósito da arte?
sv: Vad är syftet med konst?
uk: Яка мета мистецтва?
zh_hans: 艺术的目的是什么？

source: What is the purpose of pain?
de: Was ist der Zweck von Schmerz?
es: ¿Cuál es el propósito del dolor?
fr: Quel est le but de la douleur ?
it: Qual è lo scopo del dolore?
ja: 痛みの目的は何ですか？
ko: 고통의 목적은 무엇인가요?
nb: Hva er hensikten med smerte?
nl: Wat is het doel van pijn?
pl: Jaki jest cel bólu?
pt_br: Qual é o propósito da dor?
sv: Vad är syftet med smärta?
uk: Яка мета болю?
zh_hans: 痛苦的意义是什么？

source: What is the role of regret in a person’s life?
de: Welche Rolle spielt Bedauern im Leben eines Menschen?
es: ¿Cuál es el papel del arrepentimiento en la vida de una persona?
fr: Quel est le rôle du regret dans la vie d'une personne ?
it: Qual è il ruolo del rimpianto nella vita di una persona?
ja: 後悔は人の人生においてどのような役割を果たしますか？
ko: 후회는 사람의 인생에서 어떤 역할을 하나요?
nb: Hvilken rolle spiller anger i en persons liv?
nl: Welke rol speelt spijt in het leven van een persoon?
pl: Jaką rolę odgrywa żal w życiu człowieka?
pt_br: Qual é o papel do arrependimento na vida de uma pessoa?
sv: Vilken roll spelar ånger i en människas liv?
uk: Яку роль відіграє жаль у житті людини?
zh_hans: 后悔在人的生活中扮演什么角色？

source: What is the true meaning of 'home'?
de: Was ist die wahre Bedeutung von 'Zuhause'?
es: ¿Cuál es el verdadero significado de 'hogar'?
fr: Quelle est la véritable signification de 'chez soi' ?
it: Qual è il vero significato di 'casa'?
ja: 「家」の真の意味は何ですか？
ko: '집'의 진정한 의미는 무엇인가요?
nb: Hva er den sanne betydningen av 'hjem'?
nl: Wat is de ware betekenis van 'thuis'?
pl: Jakie jest prawdziwe znaczenie słowa 'dom'?
pt_br: Qual é o verdadeiro significado de 'lar'?
sv: Vad är den sanna innebörden av 'hem'?
uk: Яке справжнє значення слова 'дім'?
zh_hans: “家”的真正含义是什么？

source: What is the value of silence?
de: Was ist der Wert der Stille?
es: ¿Cuál es el valor del silencio?
fr: Quelle est la valeur du silence ?
it: Qual è il valore del silenzio?
ja: 沈黙の価値とは何ですか？
ko: 침묵의 가치는 무엇인가요?
nb: Hva er verdien av stillhet?
nl: Wat is de waarde van stilte?
pl: Jaka jest wartość ciszy?
pt_br: Qual é o valor do silêncio?
sv: Vad är värdet av tystnad?
uk: Яка цінність тиші?
zh_hans: 沉默的价值是什么？

source: What is the weirdest dream you’ve ever had?
de: Was ist der seltsamste Traum, den du je hattest?
es: ¿Cuál es el sueño más raro que has tenido?
fr: Quel est le rêve le plus étrange que tu aies jamais eu ?
it: Qual è il sogno più strano che tu abbia mai fatto?
ja: 今まで見た中で一番奇妙な夢は何ですか？
ko: 가장 이상한 꿈은 무엇인가요?
nb: Hva er den rareste drømmen du noen gang har hatt?
nl: Wat is de raarste droom die je ooit hebt gehad?
pl: Jaki jest najdziwniejszy sen, jaki kiedykolwiek miałeś?
pt_br: Qual é o sonho mais estranho que você já teve?
sv: Vad är den konstigaste dröm du någonsin har haft?
uk: Який найдивніший сон ви коли-небудь бачили?
zh_hans: 你做过的梦最奇怪的是什么？

source: What is the worst advice you’ve ever taken?
de: Was ist der schlechteste Rat, den du je befolgt hast?
es: ¿Cuál es el peor consejo que has seguido?
fr: Quel est le pire conseil que tu aies jamais suivi ?
it: Qual è il peggior consiglio che tu abbia mai seguito?
ja: 今まで受けた中で最悪のアドバイスは何ですか？
ko: 받은 조언 중 최악은 무엇인가요?
nb: Hva er det dårligste rådet du noen gang har tatt til følge?
nl: Wat is het slechtste advies dat je ooit hebt opgevolgd?
pl: Jaka jest najgorsza rada, jaką kiedykolwiek się kierowałeś?
pt_br: Qual é o pior conselho que você já seguiu?
sv: Vad är det sämsta rådet du någonsin har följt?
uk: Яку найгіршу пораду ви коли-небудь отримували?
zh_hans: 你接受过的最糟糕的建议是什么？

source: What is the worst airport experience you’ve ever had?
de: Was war deine schlimmste Erfahrung auf einem Flughafen?
es: ¿Cuál es la peor experiencia aeroportuaria que has tenido?
fr: Quelle est la pire expérience en aéroport que tu aies jamais eue ?
it: Qual è la peggiore esperienza aeroportuale che tu abbia mai avuto?
ja: 最悪の空港体験は何でしたか？
ko: 가장 최악의 공항 경험은 무엇인가요?
nb: Hva er den verste flyplassopplevelsen du noen gang har hatt?
nl: Wat is de slechtste luchthavenervaring die je ooit hebt gehad?
pl: Jakie jest twoje najgorsze doświadczenie na lotnisku?
pt_br: Qual é a pior experiência em aeroporto que você já teve?
sv: Vad är den värsta flygplatsupplevelsen du någonsin har haft?
uk: Який найгірший досвід перебування в аеропорту у вас був?
zh_hans: 你最糟糕的机场体验是什么？

source: What is the worst movie you have ever seen in theaters?
de: Was ist der schlechteste Film, den du jemals im Kino gesehen hast?
es: ¿Cuál es la peor película que has visto en el cine?
fr: Quel est le pire film que tu aies jamais vu au cinéma ?
it: Qual è il peggior film che tu abbia mai visto al cinema?
ja: 映画館で見た中で一番ひどい映画は何ですか？
ko: 극장에서 본 영화 중 최악은 무엇인가요?
nb: Hva er den verste filmen du noen gang har sett på kino?
nl: Wat is de slechtste film die je ooit in de bioscoop hebt gezien?
pl: Jaki jest najgorszy film, jaki kiedykolwiek widziałeś w kinie?
pt_br: Qual é o pior filme que você já viu no cinema?
sv: Vad är den sämsta filmen du någonsin har sett på bio?
uk: Який найгірший фільм ви коли-небудь бачили в кінотеатрі?
zh_hans: 你在电影院看过的最烂的电影是什么？

source: What is the worst thing about traveling?
de: Was ist das Schlimmste am Reisen?
es: ¿Qué es lo peor de viajar?
fr: Quel est le pire aspect du voyage ?
it: Qual è la cosa peggiore del viaggiare?
ja: 旅行の最悪なところは何ですか？
ko: 여행의 최악의 점은 무엇인가요?
nb: Hva er det verste med å reise?
nl: Wat is het ergste aan reizen?
pl: Co jest najgorszego w podróżowaniu?
pt_br: Qual é a pior coisa sobre viajar?
sv: Vad är det värsta med att resa?
uk: Що найгірше в подорожах?
zh_hans: 旅行最糟糕的地方是什么？

source: What is your 'guilty pleasure' TV show?
de: Was ist deine 'Guilty Pleasure'-TV-Serie?
es: ¿Cuál es tu programa de televisión 'culpable'?
fr: Quelle est votre émission de télévision 'coupable' ?
it: Qual è il tuo programma TV 'del quale non vai fiero'?
ja: あなたの「罪悪感のある」テレビ番組は何ですか？
ko: '죄책감'에 보는 TV 프로그램은 무엇인가요?
nb: Hva er din 'guilty pleasure' TV-serie?
nl: Wat is jouw 'guilty pleasure' tv-programma?
pl: Jaki jest twój telewizyjny 'guilty pleasure'?
pt_br: Qual é o seu programa de TV de 'culpa'?
sv: Vad är din 'guilty pleasure' TV-serie?
uk: Яке ваше телешоу, яке ви дивитеся із соромом?
zh_hans: 你的「负罪感」电视节目是什么？

source: What is your 'I shouldn't have laughed at that' moment?
de: Was war dein 'Ich hätte darüber nicht lachen sollen'-Moment?
es: ¿Cuál es tu momento de 'no debería haberme reído de eso'?
fr: Quel est ton moment 'je n'aurais pas dû rire de ça' ?
it: Qual è il tuo momento 'non avrei dovuto ridere di quello'?
ja: 「笑うべきではなかった」と思った瞬間は？
ko: '그걸 웃으면 안 됐는데' 했던 순간은 언제인가요?
nb: Hva er ditt 'jeg burde ikke ha ledd av det'-øyeblikk?
nl: Wat is jouw 'daar had ik niet om moeten lachen'-moment?
pl: Jaki jest twój moment 'nie powinienem się z tego śmiać'?
pt_br: Qual é o seu momento 'eu não deveria ter rido daquilo'?
sv: Vad är ditt 'jag borde inte ha skrattat åt det'-ögonblick?
uk: Який ваш момент 'мені не варто було сміятися з цього'?
zh_hans: 你 '我不该笑那个' 的时刻是什么？

source: What is your 'love language'—giving or receiving?
de: Was ist deine 'Liebessprache' – Geben oder Nehmen?
es: ¿Cuál es tu 'lenguaje de amor'? ¿Dar o recibir?
fr: Quel est ton 'langage d'amour' — donner ou recevoir ?
it: Qual è il tuo 'linguaggio dell'amore' – dare o ricevere?
ja: あなたの『愛の言語』は与えることですか、受け取ることですか？
ko: 당신의 '사랑의 언어'는 주는 것인가요, 받는 것인가요?
nb: Hva er ditt 'kjærlighetsspråk' – å gi eller å motta?
nl: Wat is jouw 'liefdestaal' – geven of ontvangen?
pl: Jaki jest twój 'język miłości' – dawanie czy otrzymywanie?
pt_br: Qual é a sua 'linguagem do amor' – dar ou receber?
sv: Vad är ditt 'kärleksspråk' – att ge eller att ta emot?
uk: Яка ваша 'мова кохання' – давати чи отримувати?
zh_hans: 你的‘爱语’是给予还是接受？
